Repository: Ilweb/armadi-az
Catalog: languages/*.po
Languages: bg_bg

source: Sensitive + Successful?
bg_bg: Чувствителност + Успех?

source: YES
bg_bg: ДА

source: You can have it all!
bg_bg: Можете да имате всичко!

source: Get a weekly dose of wisdom about relationships
bg_bg: Вашата седмична доза съвети за взаимоотношения

source: and success straight to your inbox
bg_bg: и успех директно на имейла ви

source: Copyright
bg_bg: Всички права запазени

source: Maria Toneva
bg_bg: Мария Тонева

source: design and development
bg_bg: Дизайн и разработка

source: Primary menu
bg_bg: Основно меню

source: Footer menu
bg_bg: Помощно меню

source: Right menu
bg_bg: Дясно меню

source: How to
bg_bg: Как да

source: Thrive as
bg_bg: имате успех

source: a Sensitive
bg_bg: като чувствителен

source: Person
bg_bg: човек

source: free tips
bg_bg: Безплатни съвети

source: how to embrace your
bg_bg: как да приемете

source: emotions
bg_bg: емоционалността си

source: and be
bg_bg: и да имате

source: successful
bg_bg: успех

source: in life
bg_bg: в живота

source: email
bg_bg: имейл

source: name
bg_bg: име

source: Sign up!
bg_bg: Запиши ме!

source: KEEP READING
bg_bg: ПРОДЪЛЖИ

source: What do you think? Please share!
bg_bg: Какво мислите? Моля, споделете!

source: Share on Facebook
bg_bg: Споделете във Facebook

source: Share on Google+
bg_bg: Споделете в Google+

source: Share on Pinterest
bg_bg: Споделете в Pinterest

source: Share on Twitter
bg_bg: Споделете в Twitter

source: Maria
bg_bg: Мария

source: ilweb
bg_bg: ИЛ Уеб

source: < Older
bg_bg: < Назад

source: Newer >
bg_bg: Напред >

source: Signature
bg_bg: Подпис

source: Show right menu
bg_bg: Да се вижда дясно меню
